package com.yt.android.info;

/**
 * @author zhangsan
 * @version 1.0
 * @package com.yt.android.info
 * @date 2016/4/12 0012 10:56
 * @descption: 疯狂的王麻子团队!
 */
public class SchoolInfo {
    /**
     * 学校详情
     */
    public static String School_Introduce = "上海工程技术大学（Shanghai University Of Engineering Science），简称‘工程大’，是一所以工程技术为主，经济管理、艺术设计等多学科互相渗透，以本科教育为主，研究生教育和高等职业教育协调发展的普通高等学校。学校是“教育部卓越工程师计划”首批61所试点高校之一，同时也被列为全国12所“卓越计划”试点工作示范性高校之一，是澳洲移民局认可的中国大陆地区12所可申请澳大利亚476海外毕业生签证的工程类大学之一。\n" +
            "学校前身为创建于1978年的上海交通大学机电分校，1984年华东化工学院分院并入上海交通大学机电分校，1985年，经教育部批准在上海交通大学机电分校和华东纺织工学院分院的基础上组建了上海工程技术大学。\n" +
            "根据2015年11月学校官网显示，主校区松江校区占地近1200亩，总建筑面积43万平方米，拥有上海工程技术大学国家大学科技园[1]  。学校设有21个院、部，有4个一级学科硕士点、19个二级学科硕士点，88个本、专科专业(含专业方向)。全日制在校生近20000名，硕士研究生近1500名";
}
